{
  "dataList": [
    {
      "id": "1",
      "content": "ต้องใช้โมดูลเอนเคอฟาลินเพื่อรับรางวัลหลังสำเร็จการสำรวจดันเจี้ยนกระจกเงา"
    },
    {
      "id": "2",
      "content": "ทุกสกิลจะมีอยู่อย่างน้อย 1 เหรียญ"
    },
    {
      "id": "3",
      "content": "แต้มเหรียญจะเพิ่มหรือลดขึ้นอยู่กับหน้าที่ออก"
    },
    {
      "id": "4",
      "content": "บางครั้งหน้าเหรียญก็ส่งผลถึงการทำงานของบางสกิลเอฟเฟกต์"
    },
    {
      "id": "5",
      "content": "ตัวละครในสนามรบสามารถเข้าสู่สภาวะตื่นตระหนกได้เมื่อค่าสติต่ำกว่าระดับหนึ่ง"
    },
    {
      "id": "6",
      "content": "คนบาปที่มีค่าสติต่ำจะถูก E.G.O. สึกกร่อน"
    },
    {
      "id": "7",
      "content": "คนบาปที่ถูกสึกกร่อนจะโจมตีตามอำเภอใจ โปรดจงระวัง"
    },
    {
      "id": "8",
      "content": "ค่าศักยภาพของเอฟเฟกต์จะบ่งบอกว่ามันสามารถสร้างความเสียหายได้เท่าไหร่"
    },
    {
      "id": "9",
      "content": "หลังจากใช้งาน สกิลจะถูกเปลี่ยนเป็นทรัพยากร E.G.O ที่สอดคล้องกับธาตุบาปของสกิลนั้น ๆ"
    },
    {
      "id": "10",
      "content": "การจัดการศัตรูเหนือธรรมชาติหลายครั้งจะเพิ่มค่าสังเกตการณ์ ทำให้คุณโจมตีมันได้ดียิ่งขึ้นเมื่อเผชิญหน้าในอนาคต"
    },
    {
      "id": "11",
      "content": "สกิลที่ต้องการใช้ทรัพยากรจะถูกยกเลิกหากขาดจำนวนที่ต้องการ"
    },
    {
      "id": "12",
      "content": "ค่าความเร็วจะถูกสุ่มตามขอบเขตที่มีให้ในแต่ละเทิร์น"
    },
    {
      "id": "13",
      "content": "ค่าความเร็วจะกำหนดรูปแบบขบวนของตัวละครในการต่อสู้"
    },
    {
      "id": "14",
      "content": "เมื่อเริ่มการต่อสู้ ตัวละครจะอ้างอิงการแพ้ทางธาตุบาปตาม E.G.O ระดับต่ำที่สุดที่สวมใส่อยู่"
    },
    {
      "id": "15",
      "content": "After a Sinner uses E.G.O, their Sin Resistances are updated; however, any values that would be lowered will instead remain as they were."
    },
    {
      "id": "16",
      "content": "การใช้สกิลป้องกันจะถูกเติมในช่องสกิลช่องล่าง และแทนที่สกิลหรือ E.G.O ปัจจุบัน"
    },
    {
      "id": "17",
      "content": "การยกเลิก E.G.O ก่อนใช้งานจะคืนทรัพยากรที่ใช้ไปให้"
    },
    {
      "id": "18",
      "content": "หากมีการใช้สกิลที่มีธาตุบาปตรงกัน 2 สกิลขึ้นไป จะทำให้การการสั่นพ้องบาปเพื่อเสริมพลังการโจมตี"
    },
    {
      "id": "19",
      "content": "หากมีการใช้สกิลที่มีธาตุบาปตรงกัน 3 สกิลขึ้นไปแบบติดต่อกัน จะทำให้การสั่นพ้องสมบูรณ์ทำงาน เสริมการโจมตีอย่างมาก"
    },
    {
      "id": "20",
      "content": "ยิ่งการประชันยืดเยื้อมากเท่าไหร่ ความเสียหายที่ผู้ชนะการประชันสร้างก็จะยิ่งเพิ่มขึ้น"
    },
    {
      "id": "21",
      "content": "เมื่อเลือดของตัวละครต่ำกว่าขีดเกณฑ์โซเซ จะทำให้พวกเขาเปราะบางต่อการโจมตีทั้งหมดและทำอะไรไม่ได้จนกว่าจะจบเทิร์นดังกล่าว"
    },
    {
      "id": "22",
      "content": "ในดันเจี้ยน คุณสามารถรักษาและบันทึกความคืบหน้าได้ที่จุดเช็คพอยท์"
    },
    {
      "id": "23",
      "content": "ทุกตัวตนจะมีพาสซีพต่อสู้และพาสซีพสนับสนุน"
    },
    {
      "id": "24",
      "content": "ตัวตนที่เข้าสู่การต่อสู้จะใช้พาสซีพต่อสู้"
    },
    {
      "id": "25",
      "content": "ตัวตนที่ไม่ได้เข้าสู่การต่อสู้โดยตรงจะให้การช่วยเหลือด้วยพาสซีพสนับสนุน"
    },
    {
      "id": "26",
      "content": "แต่ละส่วนของศัตรูเหนือธรรมชาติจะมีค่าการต้านทานและพฤติกรรมต่างกันไป"
    },
    {
      "id": "27",
      "content": "เมื่อเจอกับศัตรูเหนือธรรมชาติในการเผชิญหน้าแบบโฟกัส คุณอาจเจอสถานการณ์ที่ต้องตัดสินใจบางอย่าง โดยจะสามารถได้รับเอฟเฟกต์ต่าง ๆ หรือของขวัญ E.G.O ขึ้นกับผลลัพธ์ที่ได้"
    },
    {
      "id": "28",
      "content": "ยังเป็นไปได้ที่จะผ่านการตรวจสอบแม้จะไม่มีธาตุบาปที่ต้องการ"
    },
    {
      "id": "29",
      "content": "คุณสามารถได้รับของขวัญ E.G.O ผ่านการตรวจสอบหรือสนามรบในขณะที่คุณก้าวต่อไปในดันเจี้ยน"
    },
    {
      "id": "30",
      "content": "เมื่อศัตรูสูญเสียค่าสติทั้งหมดและตกลงสู่สภาวะตื่นตระหนก พวกเขาจะประสบกับเอฟเฟกต์ด้านลบ"
    },
    {
      "id": "31",
      "content": "หากเลือดของตัวละครที่โซเซต่ำกว่าเกณฑ์โซเซขั้นต่อไป พวกเขาจะได้รับความเสียหายเพิ่มขึ้น"
    },
    {
      "id": "32",
      "content": "จำนวนนับของเอฟเฟกต์จะบอกว่าเอฟเฟกต์เหล่านั้นจะอยู่นานอีกกี่เทิร์น หรือทำงานอีกกี่ครั้งในการต่อสู้"
    },
    {
      "id": "33",
      "content": "สกิล E.G.O จะอยู่ด้านล่างในแนวสกิลของคนบาป"
    },
    {
      "id": "34",
      "content": "การประชันจะเริ่มต้นขึ้น เมื่อสกิลโจมตีสองสกิลที่มีค่าพลังเท่ากันเล็งใส่กันและกัน"
    },
    {
      "id": "34",
      "content": "การประชันจะเริ่มต้นขึ้น เมื่อสกิลโจมตีสองสกิลที่มีค่าพลังเท่ากันเล็งใส่กันและกัน"
    }
  ]
}