{
  "dataList": [
    {
      "id": "FileDownload_Desc_01",
      "title": "มหานครและรัง",
      "desc": "เราเข้าใจดีถึงสถานการณ์แหวกแนวที่คุณกำลังเจออยู่ ท่านผู้จัดการบริหาร ขอให้เราอธิบายถึงเนื้อหาสำคัญที่เกี่ยวข้องกับโลกนี้เถอะนะ\nในกรณีที่คุณรู้สึกไม่คุ้นชินกับสภาพโดยรอบ ในตอนนี้เราอยู่ในเดอะซิตี้ เมืองขนาดใหญ่ที่ถูกแบ่งออกเป็น 26 เขต ซึ่งในแต่ละเขตจะมีเขตศูนย์กลางที่เรียกว่าเนสต์ (รัง) ซึ่งผู้อยู่อาศัยในนั้นจะอยู่ใต้การคุ้มครองขององค์กรที่คอยดูแลเขต ราวกับนกที่ดูแลไข่ในรัง\nทว่า การคุ้มครองขององค์กรไม่ครอบคลุมถึงนอกบริเวณรังแม้แต่น้อย... ผู้อยู่อาศัยในแบ็คสตรีทจึงจำเป็นต้องดูแลตัวเอง"
    },
    {
      "id": "FileDownload_Desc_02",
      "title": "ปีก",
      "desc": "ศัพท์นี้ไม่ได้พูดถึงส่วนประกอบของร่างกายนก\nแต่ก็ปฏิเสธไม่ได้ว่าหน้าที่ของปีกนั้นใกล้เคียงกับการที่นกคอยดูแลรังของมัน\n'ปีก' เป็นศัพท์ที่เราใช้พูดถึงกลุ่มบริษัทยักษ์ใหญ่ทั้ง 26 แห่งมหานคร โดยปีกพวกนี้มีส่วนช่วยในการพัฒนาคุณภาพชีวิตในเมืองต่าง ๆ ด้วยเทคโนโลยีที่ทราบกันดีในชื่อของ 'ซิงกูลาริตี้' ภายใต้ขอบเขตของปีกจะทำให้ผู้อยู่อาศัยในแต่ละรังได้ใช้ชีวิตอย่างสุขสบายและปลอดภัย อย่างไรก็ตามแต่ สิ่งนั้นก็จะเปลี่ยนไปในวินาทีที่ปีกถูกหักออกหรือถูกถอนขน โดยในอดีต การล่มสลายของแต่ละปีกก็จะนำมาซึ่งเหตุการณ์ขนาดใหญ่จำนวนมากด้วย\nไม่ช้า ปีกใหม่ก็จะสยายขึ้นแทนที่บริเวณว่างนั้น แต่ว่าในระหว่างนั้น... คงไม่มีใครรับประกันความปลอดภัยในรังที่ล่มสลายได้หรอกนะ"
    },
    {
      "id": "FileDownload_Desc_03",
      "title": "โลโบโตมี คอร์ปอเรชั่น",
      "desc": "อดีตปีกที่เคยอยู่บริเวณรัง L\n\"โลโบโตมี คอร์ปอเรชั่น (Lobotomy Corporation)\" หรือแบบย่อ \"L คอร์ป. (LC)\" เป็นบริษัทด้านพลังที่ผลิตจัดหาพลังงานให้กับมหานคร โดยบริษัทนี้ได้ล่มสลายไปตั้งแต่เหตุการณ์ 'ราตรีกระจ่าง พร่างมัวทิวากาล' และพื้นที่บริเวณปีกของรัง L ก็ยังไม่ถูกอ้างสิทธิ์เข้าครอบครองถึงตอนนี้\nเนื่องจากขดลวดไฟฟ้าของอดีต L คอร์ปได้ห้อมล้อมทั่วมหานคร จึงมีสาขาจำนวนมากตั้งอยู่ในหลากหลายสถานที ถึงแม้สิ่งอำนวยความสะดวกในสาขาพวกนี้จะล่มสลายไปตามการพังทลายของปีก คุณก็น่าจะยังหาของมีค่าได้\nรวมถึง... อาจได้เผชิญกับสิ่งที่อันตรายที่สุดด้วย"
    },
    {
      "id": "FileDownload_Desc_04",
      "title": "กิ่งทอง",
      "desc": "ในส่วนลึกของสถานที่เหล่านี้มีกิ่งทองอยู่ มันคือส่วนประกอบสำคัญของเทคโนโลยีผลิตพลังงานของโลโบโตมี คอร์ปอเรชั่น... หรืออาจเป็นสิ่งที่ยังหลงเหลือ รูปร่างก็ตามที่ชื่อบอก: กิ่งไม้ที่แผ่ออร่าสีทองออกมา\nภารกิจในฐานะผู้จัดการบริหารของคุณคือเก็บกิ่งทองกลับมา\nแน่นอน พลเมืองของมหานครก็ต่างถูกดึงดูดโดยความเป็นไปได้ไม่รู้จบที่สิ่งของพวกนี้ถือครองไว้อยู่แล้ว ภารกิจเก็บกู้มันคงไม่ง่ายเหมือนกับการเดินเข้าร้านสะดวกซื้อไปซื้อของหรอก\nเราขอให้คุณรวบรวมกิ่งทองทั้งหมดด้วยการตัดสินใจอันรอบคอบด้วย"
    },
    {
      "id": "FileDownload_Desc_05",
      "title": "สิ่งเหนือธรรมชาติ",
      "desc": "โลโบโตมี คอร์ปอเรชั่นเคยผลิตพลังงานจากสิ่งมีชีวิตที่พวกเขาขนานนามกันว่า 'สิ่งเหนือธรรมชาติ'\nตามที่ศัพท์นั้นบอก ตัวตนแปลกประหลาดพวกนี้มีขอบเขตตั้งแต่พวกแปลกประหลาดยากหยั่งรู้ถึงและน่าสะพรึงกลัว ไปจนถึงสิ่งที่ดูเปลือกนอกแสนธรรมดาแต่กลับสามารถสร้างหายนะระดับภัยพิบัติได้ เพียงเพราะขั้นตอน \"ดูแลรักษา\" ดำเนินการอย่างไม่ถูกต้อง\nหลังการล่มสลายอย่างว่องไวไม่คาดคิดของปีกนี้ สาขาส่วนมากจึงตกอยู่ในมาตราการฝังกลบใต้ดิน เพื่อกักขังสิ่งมีชีวิตพวกนั้นไว้พร้อมกันพนักงานที่ไม่รู้อิโหน่อิเหน่\nในตอนนี้ พนักงานทั้งหลายน่าจะเสียชีวิตกันไปหมดแล้ว หากแต่สิ่งเหนือธรรมชาติไม่ได้ยอมแพ้ง่ายขนาดนั้น คุณคาดหวังได้เลยว่าพวกมันยังคงเดินเพ่นพานไปตามสถานที่ปิดตายพวกนี้อยู่"
    },
    {
      "id": "FileDownload_Desc_06",
      "title": "E.G.O",
      "desc": "โลโบโตมี คอร์ปอเรชั่นเคยมีข่าวว่าทางบริษัทครอบครองเทคโนโลยีที่สามารถสกัดอาวุธและเกราะจากสิ่งเหนือธรรมชาติพวกนี้ได้ มันถูกคาดเดาว่าเป็นการสร้างขึ้นด้วยเทคโนโลยีที่สำแดงความคิดภายในให้เป็นรูปธรรม แต่โชคร้ายที่เราไม่มีวิธีกู้คืนหรือทำซ้ำมันได้\nแผนกที่เกี่ยวข้องคาดเดาว่าคนบาปของคุณจะสามารถสำแดง E.G.O ของพวกเขาได้ตามการกระทำของพวกเขา นอกจากนี้ พวกเขายังคาดหวังว่าจะสามารถใช้ E.G.O จากสิ่งเหนือธรรมชาติได้ผ่านการเชื่อมโยงทางอารมณ์"
    },
    {
      "id": "FileDownload_Desc_07",
      "title": "เอนเคอฟาลิน",
      "desc": "คำนี้พูดถึงรูปแบบพลังงานที่โลโบโตมี คอร์ปอเรชั่นได้ผลิตขึ้น\nถึงแม้จะรู้กันโดยสามัญว่าเป็นแหล่งพลังงานไฟฟ้า แต่นั่นไม่ใช่วิธีใช้แบบเดียวของมัน\nสสารสีเขียวนี้ที่มักอยู่ในรูปของเหลวเป็นที่รู้กันดีว่าสามารถชักจูงให้เกิดความรู้สึกผ่อนคลายได้มาก อดีต L คอร์ป. จึงได้จัดการมอบโดสในจำนวนที่เหมาะสมให้กับพนักงานของพวกเขาที่ทนทุกข์กับภาวะความเครียดเพื่อเพิ่มประสิทธิภาพการทำงาน\nอย่างไรก็ตาม หากให้เกิดขนาดหรือเผลอสัมผัสกับสสารในรูปแบบที่ยังไม่ผ่านการขัดเกลาแล้วล่ะก็...\nเอาเป็นว่า ส่วนใหญ่จบไม่ค่อยสวยแล้วกัน"
    },
    {
      "id": "FileDownload_Desc_08",
      "title": "ฟิกเซอร์",
      "desc": "ฟิกเซอร์เป็นช่างฝีมือรอบด้านแห่งมหานคร คอยจัดการคำขอจากลูกค้าของพวกเขาในหลากคดีหลายเหตุการณ์\nคนคนหนึ่งไม่สามารถตั้งตัวเองเป็นฟิกเซอร์เองได้ หากต้องการจะได้รับใบอนุญาตฟิกเซอร์อย่างเป็นทางการ คน ๆ นั้นจะต้องลงทุนไปเคาะประตูออฟฟิศที่อยู่ใต้การดูแลของสมาคม หรือไปเยือนสมาคมที่ว่าด้วยตนเอง\nยิ่งกว่านั้น ใบอนุญาตก็เป็นแค่ขั้นแรก หากอยากไต่เต้าระดับให้ได้รับขั้นที่สูงขึ้น พวกเขาก็จะต้องพิสูจน์ผ่านงานที่ติดตามผลได้ (แน่นอนว่าบางคนก็ไม่ได้สนใจเรื่องความก้าวหน้าในอาชีพหรอก)\nแม้ฟิกเซอร์จะเป็นผู้แก้ปัญหาในมหานคร แต่ก็ปฏิเสธไม่ได้ว่าฟิกเซอร์เหล่านี้ก็เป็นต้นตอของปัญหาได้เช่นกัน"
    },
    {
      "id": "FileDownload_Desc_09",
      "title": "สมาคมและออฟฟิศ",
      "desc": "สมาคมคือองค์กรขนาดใหญ่ที่คอยดูแลและจัดการฟิกเซอร์ และสมาคมฮานะเองก็เป็นศูนย์กลางของกิจการทุกอย่างที่เกี่ยวข้องกับฟิกเซอร์ คดีต่าง ๆ ที่เกิดในมหานครจะถูกมอบให้สมาคมต่าง ๆ ตามเอกลักษณ์เด่นของพวกเขา จากนั้นพวกเขาก็จะมอบคดีเหล่านี้ให้กับฟิกเซอร์ที่มีวีรกรรมเหมาะสมสุดกับงานดังกล่าว\nออฟฟิศเองก็ใกล้เคียงกับสมาคมในแง่ที่ว่ามันเป็นกลุ่มองค์กรของฟิกเซอร์ แต่มีขนาดเล็กกว่ามากก็เท่านั้น บางออฟฟิศก็จะอยู่ในเครือของสมาคมที่มอบงานให้พวกเขาโดยตรง ในขณะที่อีกส่วนก็จะหาลูกค้าและรับคำขอด้วยตนเอง \nหากจะพูดให้เหมาะก็คือ \"ออฟฟิศมีมากพอ ๆ กับฟิกเซอร์\" ในมหานครมีออฟฟิศอยู่เป็นจำนวนมากผุดขึ้นมาเป็นดอกเห็ดพอ ๆ กับออฟฟิศที่จมหายไปในกระแสน้ำเชี่ยว"
    }
  ]
}