{
  "dataList": [
    {
      "id": "이상",
      "name": "อี้ซัง",
      "description": "ในอดีตเคยเป็นหัวหน้านักวิจัยที่อายุน้อยที่สุด ณ [ข้อมูลถูกลบ] วิง\nคนบาปคนนี้ครอบครองสติปัญญาที่สูงหากเทียบกับคนอื่น ๆ\nเราประมาณการไว้ว่า การมีบทสนทนาประจำวันกับคนบาปคนนี้คงเป็นเรื่องยาก\nสำหรับผู้จัดการที่ถูกเลือกโดยวิธีคัดกรองในปัจจุบันของเรา\nอย่างไรก็ตาม การหลีกเลี่ยงการสื่อสารก็จะทำให้เกิดความเสี่ยงของมันเองด้วยเช่นกัน\nหากคนบาปคนนี้เงียบไปเป็นเวลานาน แปลว่าเขากำลังประมวลความคิดอย่างตรึกตรองอยู่\nเราขอแนะนำให้รอเขาคนนี้อย่างใจเย็น",
      "sentence": ""
    },
    {
      "id": "파우스트",
      "name": "เฟาสต์",
      "description": "คนบาปผู้พัฒนาเครื่องยนต์ของเมฟิสโตเฟเลส รถบัสที่ดำเนินการโดยลิมบัสคอมพานี\nเธอเคลมว่าไม่มีใครในเดอะซิตี้ที่สามารถเทียบเคียงคลังสมุดแห่งความรู้และปัญญาของเธอได้ และนั่นก็ไม่ได้ผิดสักทีเดียว\nคุณอาจรู้สึกไม่พอใจกับท่าทีดูสูงส่งและยิ่งใหญ่นั้นยามที่เธออนุญาตให้คุณได้ร่วมพูดคุยด้วย \nแต่ดูจากการที่เธอปฏิบัติต่อทุกคนด้วยท่าทางแฝงความเย่อหยิ่งนั้นแล้ว คงหวังให้เธอพรากจากมันไปไม่ได้แล้วล่ะ\nเราขอแนะนำให้คุณแค่พยักหน้าครั้งนึงแล้วเมิน ๆ มันไปซะ\nแม้ว่าเธอจะมีความอัจฉริยะที่ไม่มีใครเคียงได้ เราก็ยังไม่รู้วิธีที่จะใช้งานพนักงานคนนี้อยู่ดี\nบางทีคุณอาจเป็นคนหาคำตอบนั้นได้ก็ได้นะ?",
      "sentence": ""
    },
    {
      "id": "돈키호테",
      "name": "ดอน กิโฆเต้",
      "description": "หากวัดกันแล้ว คงไม่มีคนบาปคนนี้ที่สามารถแข่งแพชชั่นได้เท่ากับคนคนนี้อีก \nเธอเป็นแฟนคลับมักมากตัวยงของทุกสิ่งที่เกี่ยวข้องกับฟิกเซอร์ และประดับประดาตัวเองด้วยสินค้าเหล่านั้นเต็มไปหมด \nพวกมันไม่ส่งผลถึงความสามารถในการต่อสู้ คุณจึงไม่จำเป็นที่จะต้องให้เธอเก็บของตกแต่งเหล่านั้นลง \nอีกทั้งเธอยังจมลึกกับการรับบทเป็นฟิกเซอร์ผู้เที่ยงธรรม \nและมีท่าทางกิริยาเกินจริงใกล้เคียงกับนักแสดงด้วย (ของแบบนั้นยังมีอยู่จริง ๆ เหรอนั่น?) \nขอแนะนำให้เล่นตามนั้นเธอไปเพื่อทำให้ภารกิจง่ายยิ่งขึ้น ",
      "sentence": ""
    },
    {
      "id": "료슈",
      "name": "เรียวชู",
      "description": "ตามที่เขาว่ากัน ทุกคนต่างมีความเชื่อเป็นของตัวเอง และในฐานะผู้จัดการคุณก็ควรจะเคารพมันด้วย\nแต่บางความเชื่อก็คงทำให้คุณมีช่วงเวลาที่ลำบากในการที่จะแกล้งเข้าอกเข้าใจเสียด้วยซ้ำ\nคุณจะเห็นว่าคนบาปดังกล่าวเป็นสิงห์อมควันเงียบ ๆ\nซึ่งจะมีแววตาเปล่งประกายสุขเพียงเวลาต่อสู้เท่านั้น\nเธอเชื่อว่าการตะบี้ตะบันทำลายหัวข้าศึกรังแต่จะเป็นการกระทำไร้การอบรมสอนสั่งและถือเป็นการถอยหลังกลับของงานศิลปะ\n[ระวัง]: ภูมิหลังของคนบาปคนนี้ถือเป็นหนึ่งในคนที่แม้แต่บริษัทเราก็รับมือได้ยาก\nโปรดพยายามอย่าให้เธอมีความบาดหมางกับคุณให้มากที่สุด\n",
      "sentence": ""
    },
    {
      "id": "뫼르소",
      "name": "เมอร์โซลท์",
      "description": "ต้องการคำสั่งที่ชัดเจนและกระชับ ในส่วนของเขาไม่จำเป็นที่จะต้องรับการตัดสินอะไร",
      "sentence": ""
    },
    {
      "id": "홍루",
      "name": "หงลู่",
      "description": "คนบาปที่เคยใช้ชีวิตแสนมั่งคั่งก่อนกลายเป็นสินทรัพย์ของบริษัทเรา\nด้วยเหตุนี้ เขาจึงมีความชื่นชอบในชีวิตซึ่งเป็นอิสระ\nแต่ในบางครั้ง เขาอาจถามคำถามแสนโง่เขลาและน่ารังเกียจเกี่ยวกับ\nอาหารที่ปรุงโดยคนบาปคนอื่น หรือด้านอื่น ๆ ที่เกี่ยวข้องกับวัฒนธรรมของสิ่งมีชีวิตต่ำช้า\nซึ่งอาจสร้างความไม่พอใจอย่างเห็นได้ชัดให้กับคนบาปคนอื่น ๆ\nอย่างไรก็ตามแต่ สิ่งสำคัญที่ควรรู้ไว้คือไม่มีความเยาะเย้ยแอบแฝงในคำถามที่ถูกชักนำโดยความอยากรู้ของเขา\nฉะนั้นจึงไม่ควรให้มีการใช้กำลังเกินกว่าเหตุกับเรื่องดังกล่าว",
      "sentence": ""
    },
    {
      "id": "히스클리프",
      "name": "ฮีธคลิฟฟ์",
      "description": "คนบาปคนนี้เลือกเริ่มปฏิบัติสิ่งต่าง ๆ ทันทีมากกว่าจะรอใช้เหตุผลเพื่อกำหนดทางเดินของเขา\nทั้งความคิดและความรู้สึกสามารถมองเห็นและสัมผัสได้อย่างชัดเจนผ่านท่าทีของเขา และเขาก็ไม่มีเจตนาจะปิงบังด้วย\nการไม่ไต่ตรองอะไรแบบนี้อาจส่งผลให้เกิดอาการปวดหัว (หรืออาการบาดเจ็บที่ศีรษะจนนำไปสู่การปวดหัว) ในขณะสร้างปฏิสัมพันธ์ด้วย\nโปรดทราบว่านี่ไม่ใช่ตัวชี้วัดถึงความเสียหายรุนแรงต่อกระบวนการคิดของคนบาปคนนี้\nหากเขายังคงโกรธอยู่ ขอให้ติดต่อแผนกทรัพยากรมนุษย์\nเมื่อคุณตระหนักได้ว่าเขาเป็นคนประเภทที่มักคิดอะไรง่าย ๆ\nคุณก็จะสามารถรับมือกับเขาได้ง่ายขึ้นเยอะ",
      "sentence": ""
    },
    {
      "id": "이스마엘",
      "name": "อิชมาเอล",
      "description": "คุณอาจท้อแท้ใจกับสภาวะบกพร่องจากเหล่าคนบาปจำนวนมากของคุณ\nแต่อย่าได้กังวลไป คนบาปคนนี้เป็นหนึ่งในไม่กี่คนที่จะทำหน้าที่ที่ได้รับส่วนใหญ่โดยไม่ปริปากบ่นมาก\nเธอมีแนวโน้มที่จะตัดสินอะไรอย่างมีเหตุผล เพราะฉะนั้นมันจึงเป็นความคิดที่ดีที่จะเริ่มบทสนทนา\nในขณะที่มองไปทางเธอหากคุณอยากได้คำแนะนำ\nยังไงก็ตามแต่ ขออย่าให้คุณได้ลืมสิ่งนี้ ว่าคนบาปคนนี้รอดชีวิตจากการเดินทางในผืนน้ำอันกว้างใหญ่ไพรสาร\nความอดทนของเธออาจมีอยู่มาก แต่หากคุณตัดสินใจไปคนละทางกับเธอแล้ว\nมันจะยากที่จะได้รับความไว้วางใจนั้นอีกครั้ง",
      "sentence": ""
    },
    {
      "id": "로쟈",
      "name": "โรดิอน",
      "description": "ลักษณะอัปมงคงของการเกิดเป็นชาวแบ็คสตรีทปรากฏชัดเจนในคนบาปคนนี้\nเธอชอบเงิน การพนัน และการเดิมพัน จึงขอแนะนำให้จับตาดูเธออย่างใกล้ชิดในฐานะผู้จัดการ\nอีกทั้งเธอมีแนวโน้มที่จะบ่ายเบี่ยงคำสั่งด้วยการขยิบตาอันไม่น่าประทับใจหรือเล่นมุกตลก\nจึงขอให้ใช้ท่าทีเข้มงวดเพื่อเตือนให้เธอรู้ว่าคุณเป็นหัวหน้าของเธอ\nอารมณ์ของเธออาจดิ่งลงในช่วงเวลาไม่สม่ำเสมอ\nซึ่งคุณไม่สามารถทำอะไรเพื่อเยียวยาได้ จึงขอแนะนำให้ช่วงเวลานั้นผ่านพ้นไปเอง",
      "sentence": ""
    },
    {
      "id": "싱클레어",
      "name": "ซินแคลร์",
      "description": "แม้จะนำความผันผวนในธรรมชาติการเติบโตมนุษย์วัยเขามาพิจารณาแล้ว\nคนบาปคนนี้ก็ดูจะตกใจหรือขมวดคิ้วเป็นพิเศษในตอนที่คุยด้วย\nในตอนนี้เขายังไม่ชินมือกับการต่อสู้จริงมากนัก\nซึ่งแปลว่าเขาอาจทุลักทุเลไปบ้างกับการตั้งสติเมื่อเห็นอะไรพื้นฐานอย่างอวัยวะภายในฉีกขาดในช่วงแรก\nเนื่องจากอาจมีพวกที่มีแนวโน้มเป็นคนหัวรุนแรงอยู่ในกลุ่มของคุณ\nเราขอแนะนำให้เข้าหาและสร้างสัมพันธ์ทางบวกกับคนบาปคนนี้\nเขาเหมือนจะมีแววตาอำมหิตไม่รู้ตัวซุกซ่อนเอาไว้\nซึ่งเป็นสัญญาณที่ดีว่าเขามีศักยภาพพอจะกลายเป็นผู้เชี่ยวชาญของบริษัทเราหากได้รับการกระตุ้นอย่างถูกทาง",
      "sentence": ""
    },
    {
      "id": "오티스",
      "name": "โอทิส",
      "description": "คนบาปคนนี้สามารถเป็นผู้ให้คำปรึกษาชั้นเลิศได้ตามความสามารถของคุณ\nอย่างไรก็ตามแต่ เธอก็มีแนวโน้มที่จะเป็นพวกปากเสีย จึงขอแนะนำให้ตอบรับเห็นด้วยกลับไปสั้น ๆ เพื่อให้เธอพอใจ\nเธอเป็นผู้เชี่ยวชาญในเรื่องของยุทธวิธีและคำปรึกษาอันแสนชาญฉลาดเกี่ยวกับชีวิต\nทำให้คำแนะนำของเธอยิ่งมีคุณค่าสำหรับภารกิจของคุณ\nเพิ่มเติมคือ เธอมีความรู้กว้างขวางเกี่ยวกับเทคโนโลยีเวิร์คช็อป\nจึงสามารถไว้วางใจให้ซ่อมแซมรถบัสอย่างง่ายได้\n[ข้อสังเกต]: ต่างจากคนบาปคนอื่น การเข้าถึงข้อมูลอดีตของคนบาปคนนี้นั้นไม่ได้รับอนุญาต\n[คำเตือน]: โปรดจับตาดูคนบาปคนนี้และระวังไม่ให้เธอฝึกฝนในการใช้สติปัญญาเจ้าเล่ห์หลักแหลม\nเพื่อการอื่นนอกจากการทำภารกิจของบริษัทเราให้สำเร็จ",
      "sentence": ""
    },
    {
      "id": "그레고르",
      "name": "เกรเกอร์",
      "description": "คนบาปคนนี้สามารถรับมือได้ง่ายในด้านของนิสัยใจคอ\nอย่างไรก็ตามแต่ การเพิ่มพูนของอารมณ์หรือการเปลี่ยนแปลงกะทันหันของสิ่งแวดล้อมรอบตัว\nอาจทำให้อวัยวะบางส่วนหรือทั้งร่างของเขากลายร่างจนมีเนื้อเยื่อแมลงได้\n(โดยเฉพาะส่วนที่คล้ายเปลือกแข็งสะดุดตา ซึ่งคล้ายกันกับ■■■■)\nหากคุณไม่อยากเป็นผู้จัดการไร้มารยาท (ก็ไม่ใช่ว่าคุณต้องทำตัวดีล่ะนะ)\nเราขอแนะนำให้ตรวจสอบสีหน้าของตัวเองอยู่เสมอ เพื่อไม่ให้เขาเห็นใบหน้าคล้ายรังเกียจ\nแม้บางครั้งจะใช้ภาษาแซะเหยียดหยามบ้าง แต่ก็ยังใช้เหตุผลด้วยได้\nและเมื่อจับทางได้แล้ว คุณก็สามารถใช้เวลาร่วมกับเขาได้อย่างไม่ยากเย็นนัก",
      "sentence": ""
    }
  ]
}